<?php

return [
    "title_page" => "المراحل الدراسيه",
    "List_Grade" => "قائمه المراحل الدراسيه",
    "add_Grade" => "اضافه مرحله",
    "edit_Grade" => " تعديل مرحله",
    "delete_Grade" => " حذف مرحله",
    "warning_Grade" => "هل انت متاكد من عمله الحذف؟ ",
    "Notes" => " ملاحظات",
    "submit" => " حفظ البيانات",
    "Name" => " اسم مرحله",
    "Processes" => " العمليات",
    "Edit" => " نعديل ",
    "Delete" => " حذف ",
    "Close" => " اغلاق ",
    "Search" => " بحث ",
    "Show " => " إظهار الإدخالات ",
    "Showing " => " إظهار  ",
    'stage_name_ar' => 'اسم المرحلة بالعربية',
    'stage_name_en' => 'اسم المرحلة بالانجليزية',
    'delete_Grade_Error' => 'لايمكن حذف المرحلة بسبب وجود صفوف تابعة لها',
    'exists' => 'المرحلة موجودة مسبقا',



];

?>
